Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mengzi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 燕人畔，王曰：「吾甚慚於孟子。」陳賈曰：「王無患焉，王自以為與周公，孰仁且智？」王曰：「惡！是何言也！」曰：「周公使管叔監殷，管叔以殷畔。知而使之，是不仁也；不知而使之，是不智也。仁智，周公未之盡也，而況於王乎？賈請見而解之。」見孟子問曰：「周公何人也？」曰：「古聖人也。」曰：「使管叔監殷，管叔以殷畔也，有諸？」曰：「然。」曰：「周公知其將畔而使之與？」曰：「不知也。」「然則聖人且有過與？」曰：「周公，弟也；管叔，兄也。周公之過，不亦宜乎？且古之君子，過則改之；今之君子，過則順之。古之君子，其過也如日月之食，民皆見之；及其更也，民皆仰之。今之君子，豈徒順之？又從為之辭。」
en: The people of Yan having rebelled, the king of Qi said, 'I feel very much ashamed when I think of Mencius.' Chen Jia said to him, 'Let not your Majesty be grieved. Whether does your Majesty consider yourself or Zhou Gong the more benevolent and wise?' The king replied, 'Oh! what words are those?' 'The duke of Zhou,' said Jia, 'appointed Guan Shu to oversee the heir of Yin, but Guan Shu with the power of the Yin State rebelled. If knowing that this would happen he appointed Guan Shu, he was deficient in benevolence. If he appointed him, not knowing that it would happen, he was deficient in knowledge. If the duke of Zhou was not completely benevolent and wise, how much less can your Majesty be expected to be so! I beg to go and see Mencius, and relieve your Majesty from that feeling.' Chen Jia accordingly saw Mencius, and asked him, saying, 'What kind of man was the duke of Zhou?' 'An ancient sage,' was the reply. 'Is it the fact, that he appointed Guan Shu to oversee the heir of Yin, and that Guan Shu with the State of Yin rebelled?' 'It is.' 'Did the duke of Zhou know that he would rebel, and purposely appoint him to that office?' Mencius said, 'He did not know.' 'Then, though a sage, he still fell into error?' 'The duke of Zhou,' answered Mencius, 'was the younger brother. Guan Shu was his elder brother. Was not the error of Zhou Gong in accordance with what is right? Moreover, when the superior men of old had errors, they reformed them. The superior men of the present time, when they have errors, persist in them. The errors of the superior men of old were like eclipses of the sun and moon. All the people witnessed them, and when they had reformed them, all the people looked up to them with their former admiration. But do the superior men of the present day only persist in their errors? They go on to apologize for them likewise.'

source: 孟子致為臣而歸。王就見孟子曰：「前日愿見而不可得，得侍同朝甚喜。今又棄寡人而歸，不識可以繼此而得見乎？」對曰：「不敢請耳，固所愿也。」他日王謂時子曰：「我欲中國而授孟子室，養弟子以萬鐘，使諸大夫國人皆有所矜式。子盍為我言之？」時子因陳子而以告孟子，陳子以時子之言告孟子。孟子曰：「然。夫時子惡知其不可也？如使予欲富，辭十萬而受萬，是為欲富乎？季孫曰：『異哉子叔疑！使己為政，不用，則亦已矣，又使其子弟為卿。人亦孰不欲富貴？而獨於富貴之中有私龍斷焉。』古之為市也，以其所有易其所無者，有司者治之耳。有賤丈夫焉，必求龍斷而登之，以左右望而罔市利。人皆以為賤，故從而征之。征商自此賤丈夫始矣。」
en: Mencius gave up his office, and made arrangements for returning to his native State. The king came to visit him, and said, 'Formerly, I wished to see you, but in vain. Then, I got the opportunity of being by your side, and all my court joyed exceedingly along with me. Now again you abandon me, and are returning home. I do not know if hereafter I may expect to have another opportunity of seeing you.' Mencius replied, 'I dare not request permission to visit you at any particular time, but, indeed, it is what I desire.' Another day, the king said to the officer Shi, 'I wish to give Mencius a house, somewhere in the middle of the kingdom, and to support his disciples with an allowance of 10,000 zhong, that all the officers and the people may have such an example to reverence and imitate. Had you not better tell him this for me?' Shi took advantage to convey this message by means of the disciple Chen, who reported his words to Mencius. Mencius said, 'Yes; but how should the officer Shi know that the thing could not be? Suppose that I wanted to be rich, having formerly declined 100,000 zhong, would my now accepting 10,000 be the conduct of one desiring riches? Ji Sun said, "A strange man was Zi Shu Yi. He pushed himself into the service of government. His prince declining to employ him, he had to retire indeed, but he again schemed that his son or younger brother should be made a high officer. Who indeed is there of men but wishes for riches and honour? But he only, among the seekers of these, tried to monopolize the conspicuous mound. "Of old time, the market-dealers exchanged the articles which they had for others which they had not, and simply had certain officers to keep order among them. It happened that there was a mean fellow, who made it a point to look out for a conspicuous mound, and get up upon it. Thence he looked right and left, to catch in his net the whole gain of the market. The people all thought his conduct mean, and therefore they proceeded to lay a tax upon his wares. The taxing of traders took its rise from this mean fellow."'

source: 孟子去齊，宿於晝。有欲為王留行者，坐而言。不應，隱几而臥。客不悅曰：「弟子齊宿而後敢言；夫子臥而不聽；請勿復敢見矣。」曰：「坐。我明語子：昔者魯繆公無人乎子思之側，則不能安子思；泄柳、申詳無人乎繆公之側，則不能安其身。子為長者慮，而不及子思。子絕長者乎？長者絕子乎？」
en: Mencius, having taken his leave of Qi, was passing the night in Zhou. A person who wished to detain him on behalf of the king, came and sat down, and began to speak to him. Mencius gave him no answer, but leant upon his stool and slept. The visitor was displeased, and said, 'I passed the night in careful vigil, before I would venture to speak to you, and you, Master, sleep and do not listen to me. Allow me to request that I may not again presume to see you.' Mencius replied, 'Sit down, and I will explain the case clearly to you. Formerly, if the duke Mou had not kept a person by the side of Zi Si, he could not have induced Zi Si to remain with him. If Xie Liu and Shen Xiang had not had a remembrancer by the side of the duke Mou, he would not have been able to make them feel at home and remain with him. You anxiously form plans with reference to me, but you do not treat me as Zi Si was treated. Is it you, Sir, who cut me? Or is it I who cut you?

source: 孟子去齊，尹士語人曰：「不識王之不可以為湯、武，則是不明也；識其不可然且至，則是干澤也。千里而見王，不遇故去；三宿而後出晝，是何濡滯也！士則茲不悅。」高子以告。曰：「夫尹士惡知予哉？千里而見王，是予所欲也。不遇故去，豈予所欲哉？予不得已也。予三宿而出晝，於予心猶以為速。王庶幾改之！王如改諸，則必反予。夫出晝而王不予追也，予然後浩然有歸志。予雖然，豈舍王哉？王由足用為善；王如用予，則豈徒齊民安？天下之民舉安。王庶幾改之！予日望之！予豈若是小丈夫然哉！諫於其君而不受，則怒，悻悻然見於其面，去則窮日之力而後宿哉？」尹士聞之，曰：「士誠小人也。」
en: When Mencius had left Qi, Yin Shi spoke about him to others, saying, 'If he did not know that the king could not be made a Tang or a Wu, that showed his want of intelligence. If he knew that he could not be made such, and came notwithstanding, that shows he was seeking his own benefit. He came a thousand li to wait on the king; because he did not find in him a ruler to suit him, he took his leave, but how dilatory and lingering was his departure, stopping three nights before he quitted Zhou! I am dissatisfied on account of this.' The disciple Gao informed Mencius of these remarks. Mencius said, 'How should Yin Shi know me! When I came a thousand li to wait on the king, it was what I desired to do. When I went away because I did not find in him a ruler to suit me, was that what I desired to do? I felt myself constrained to do it. When I stopped three nights before I quitted Zhou, in my own mind I still considered my departure speedy. I was hoping that the king might change. If the king had changed, he would certainly have recalled me. When I quitted Zhou, and the king had not sent after me, then, and not till then, was my mind resolutely bent on returning to Cao. But, notwithstanding that, how can it be said that I give up the king? The king, after all, is one who may be made to do what is good. If he were to use me, would it be for the happiness of the people of Qi only ? It would be for the happiness of the people of the whole kingdom. I am hoping that the king will change. I am daily hoping for this. Am I like one of your little-minded people? They will remonstrate with their prince, and on their remonstrance not being accepted, they get angry; and, with their passion displayed in their countenance, they take their leave, and travel with all their strength for a whole day, before they will stop for the night.' When Yin Shi heard this explanation, he said, 'I am indeed a small man.'

source: 孟子去齊，充虞路問曰：「夫子若有不豫色然。前日虞聞諸夫子曰：『君子不怨天，不尤人。』」曰：「彼一時，此一時也。五百年必有王者興，其間必有名世者。由周而來，七百有餘歲矣；以其數則過矣，以其時考之則可矣。夫天，未欲平治天下也，如欲平治天下，當今之世，舍我其誰也？吾何為不豫哉？」
en: When Mencius left Qi, Chong Yu questioned him upon the way, saying, 'Master, you look like one who carries an air of dissatisfaction in his countenance. But formerly I heard you say, "The superior man does not murmur against Heaven, nor grudge against men."' Mencius said, 'That was one time, and this is another. It is a rule that a true royal sovereign should arise in the course of five hundred years, and that during that time there should be men illustrious in their generation. From the commencement of the Zhou dynasty till now, more than seven hundred years have elapsed. Judging numerically, the date is past. Examining the character of the present time, we might expect the rise of such individuals in it. But Heaven does not yet wish that the kingdom should enjoy tranquillity and good order. If it wished this, who is there besides me to bring it about? How should I be otherwise than dissatisfied?'

source: 孟子去齊，居休。公孫丑問曰：「仕而不受祿，古之道乎？」曰：「非也。於崇，吾得見王；退而有去志，不欲變，故不受也。繼而有師命，不可以請。久於齊，非我志也。」
en: When Mencius left Qi, he dwelt in Xiu. There Gong Sun Chou asked him, saying, 'Was it the way of the ancients to hold office without receiving salary?' Mencius replied, 'No; when I first saw the king in Chong, it was my intention, on retiring from the interview, to go away. Because I did not wish to change this intention, I declined to receive any salary. Immediately after, there came orders for the collection of troops, when it would have been improper for me to beg permission to leave. But to remain so long in Qi was not my purpose.'

source: 滕文公為世子，將之楚，過宋而見孟子。孟子道性善，言必稱堯、舜。世子自楚反，復見孟子。孟子曰：「世子疑吾言乎？夫道一而已矣。成覸謂齊景公曰：『彼丈夫也，我丈夫也，吾何畏彼哉？』顏淵曰：『舜何人也？予何人也？有為者亦若是。』公明儀曰：『文王我師也，周公豈欺我哉？』今滕絕長補短，將五十里也，猶可以為善國。《書》曰：『若藥不瞑眩，厥疾不瘳。』」
en: When the prince, afterwards duke Wen of Teng, had to go to Chu, he went by way of Song, and visited Mencius. Mencius discoursed to him how the nature of man is good, and when speaking, always made laudatory reference to Yao and Shun. When the prince was returning from Chu, he again visited Mencius. Mencius said to him, 'Prince, do you doubt my words? The path is one, and only one. Cheng Gan said to duke Jing of Qi, "They were men. I am a man. Why should I stand in awe of them?" Yan Yuan said, "What kind of man was Shun? What kind of man am I? He who exerts himself will also become such as he was." Gong Ming Yi said, "King Wen is my teacher. How should the duke of Zhou deceive me by those words?" Now, Teng, taking its length with its breadth, will amount, I suppose, to fifty li. It is small, but still sufficient to make a good State. It is said in the Book of History, "If medicine do not raise a commotion in the patient, his disease will not be cured by it."'

source: 滕定公薨，世子謂然友曰：「昔者孟子嘗與我言於宋，於心終不忘。今也不幸至於大故，吾欲使子問於孟子，然後行事。」然友之鄒問於孟子。孟子曰：「不亦善乎！親喪固所自盡也。曾子曰：『生，事之以禮；死，葬之以禮，祭之以禮，可謂孝矣。』諸侯之禮，吾未之學也。雖然，吾嘗聞之矣：三年之喪，齋疏之服，飦粥之食，自天子達於庶人，三代共之。」然友反命，定為三年之喪。父兄百官皆不欲也，故曰：「吾宗國魯先君莫之行，吾先君亦莫之行也；至於子之身而反之，不可。且《志》曰：『喪祭從先祖。』」曰：「吾有所受之也。」謂然友曰：「吾他日未嘗學問，好馳馬試劍。今也父兄百官不我足也；恐其不能盡於大事。子為我問孟子。」然友復之鄒問孟子。孟子曰：「然，不可以他求者也。孔子曰：『君薨，聽於冢宰，飦粥，面深墨，即位而哭。百官有司，莫敢不哀，先之也。上有好者，下必有甚焉者矣。君子之德，風也；小人之德，草也。草上之風必偃。』。是在世子。」然友反命。世子曰：「然，是誠在我。」五月居廬，未有命戒。百官族人，可謂曰知。及至葬，四方來觀之。顏色之戚，哭泣之哀，弔者大悅。
en: When the duke Ding of Teng died, the prince said to Ran You, 'Formerly, Mencius spoke with me in Song, and in my mind I have never forgotten his words. Now, alas! this great duty to my father devolves upon me; I wish to send you to ask the advice of Mencius, and then to proceed to its various services' Ran You accordingly proceeded to Zou, and consulted Mencius. Mencius said, 'Is this not good? In discharging the funeral duties to parents, men indeed feel constrained to do their utmost. The philosopher Zeng said, "When parents are alive, they should be served according to propriety; when they are dead, they should be buried according to propriety; and they should be sacrificed to according to propriety - this may be called filial piety." The ceremonies to be observed by the princes I have not learned, but I have heard these points: that the three years' mourning, the garment of coarse cloth with its lower edge even, and the eating of congee, were equally prescribed by the three dynasties, and binding on all, from the sovereign to the mass of the people.' Ran You reported the execution of his commission, and the prince determined that the three years' mourning should be observed. His aged relatives, and the body of the officers, did not wish that it should be so, and said, 'The former princes of Lu, that kingdom which we honour, have, none of them, observed this practice, neither have any of our own former princes observed it. For you to act contrary to their example is not proper. Moreover, the History says, "In the observances of mourning and sacrifice, ancestors are to be followed," meaning that they received those things from a proper source to hand them down.' The prince said again to Ran You, 'Hitherto, I have not given myself to the pursuit of learning, but have found my pleasure in horsemanship and sword-exercise, and now I don't come up to the wishes of my aged relatives and the officers. I am afraid I may not be able to discharge my duty in the great business that I have entered on; do you again consult Mencius for me.' On this, Ran You went again to Zou, and consulted Mencius. Mencius said, 'It is so, but he may not seek a remedy in others, but only in himself. Confucius said, "When a prince dies, his successor entrusts the administration to the prime minister. He sips the congee. His face is of a deep black. He approaches the place of mourning, and weeps. Of all the officers and inferior ministers there is not one who will presume not to join in the lamentation, he setting them this example. What the superior loves, his inferiors will be found to love exceedingly. The relation between superiors and inferiors is like that between the wind and grass. The grass must bend when the wind blows upon it." The business depends on the prince.' Ran You returned with this answer to his commission, and the prince said, 'It is so. The matter does indeed depend on me.' So for five months he dwelt in the shed, without issuing an order or a caution. All the officers and his relatives said, 'He may be said to understand the ceremonies.' When the time of interment arrived, they came from all quarters of the State to witness it. Those who had come from other States to condole with him, were greatly pleased with the deep dejection of his countenance and the mournfulness of his wailing and weeping.

source: 滕文公問為國。孟子曰：「民事不可緩也。《詩》云：『晝爾于茅，宵爾索绹。亟其乘屋，其始播百穀。』民之為道也，有恒產者有恒心，無恒產者無恒心。茍無恒心，放僻邪侈，無不為已。及陷乎罪然後從而刑之，是罔民也。焉有仁人在位罔民而可為也？是故賢君必恭儉禮下，取於民有制。陽虎曰：『為富不仁矣；為仁不富矣。』夏后氏五十而貢，殷人七十而助，周人百畝而徹。其實皆什一也。徹者徹也，助者藉也。龍子曰：『治地莫善於助，莫不善於貢。貢者校數歲之中以為常。樂歲粒米狼戾，多取之而不為虐，則寡取之；兇年糞其田而不足，則必取盈焉。為民父母，使民盻盻然，將終歲勤動，不得以養其父母，又稱貸而益之，使老稚轉乎溝壑，惡在其為民父母也？』夫世祿滕固行之矣。《詩》云：『雨我公田，遂及我私。』惟助為有公田。由此觀之，雖周亦助也。設為庠序學校以教之。庠者養也，校者教也，序者射也。夏曰校，殷曰序，周曰庠，學則三代共之，皆所以明人倫也。人倫明於上，小民親於下。有王者起，必來取法，是為王者師也。《詩》云：『周雖舊邦，其命維新。』文王之謂也。子力行之，亦以新子之國！」使畢戰問井地。孟子曰：「子之君將行仁政，選擇而使子，子必勉之。夫仁政必自經界始。經界不正，井地不均，穀祿不平。是故暴君污吏必慢其經界。經界既正，分田制祿，可坐而定也。」「夫滕壤地褊小，將為君子焉，將為野人焉。無君子莫治野人，無野人莫養君子。請野九一而助，國中什一使自賦。卿以下必有圭田。圭田五十畝，餘夫二十五畝。死徙無出鄉，鄉田同井，出入相友，守望相助，疾病相扶持，則百姓親睦。方里而井；井九百畝，其中為公田。八家皆私百畝，同養公田。公事畢，然後敢治私事，所以別野人也。此其大略也。若夫潤澤之，則在君與子矣。」
en: The duke Wen of Teng asked Mencius about the proper way of governing a kingdom. Mencius said, 'The business of the people may not be remissly attended to. It is said in the Book of Poetry, "In the day-light go and gather the grass, And at night twist your ropes; Then get up quickly on the roofs; Soon must we begin sowing again the grain." The way of the people is this: If they have a certain livelihood, they will have a fixed heart; if they have not a certain livelihood, they have not a fixed heart. If they have not a fixed heart, there is nothing which they will not do in the way of self-abandonment, of moral deflection, of depravity, and of wild license. When they have thus been involved in crime, to follow them up and punish them - this is to entrap the people. How can such a thing as entrapping the people be done under the rule of a benevolent man? Therefore, a ruler who is endowed with talents and virtue will be gravely complaisant and economical, showing a respectful politeness to his ministers, and taking from the people only in accordance with regulated limits. Yang Hu said, "He who seeks to be rich will not be benevolent. He who wishes to be benevolent will not be rich." 'The sovereign of the Xia dynasty enacted the fifty mu allotment, and the payment of a tax. The founder of the Yin enacted the seventy mu allotment, and the system of mutual aid. The founder of the Zhou enacted the hundred mu allotment, and the share system. In reality, what was paid in all these was a tithe. The share system means mutual division. The aid system means mutual dependence. Long said, "For regulating the lands, there is no better system than that of mutual aid, and none which is not better than that of taxing. By the tax system, the regular amount was fixed by taking the average of several years. In good years, when the grain lies about in abundance, much might be taken without its being oppressive, and the actual exaction would be small. But in bad years, the produce being not sufficient to repay the manuring of the fields, this system still requires the taking of the full amount. When the parent of the people causes the people to wear looks of distress, and, after the whole year's toil, yet not to be able to nourish their parents, so that they proceed to borrowing to increase their means, till the old people and children are found lying in the ditches and water-channels - where, in such a case, is his parental relation to the people?" As to the system of hereditary salaries, that is already observed in Teng. It is said in the Book of Poetry, "May the rain come down on our public field, And then upon our private fields!" It is only in the system of mutual aid that there is a public field, and from this passage we perceive that even in the Zhou dynasty this system has been recognised. 'Establish Xiang, Xu, Xue, and Xiao, all those educational institutions, for the instruction of the people. The name Xiang indicates nourishing as its object; Xiao, indicates teaching; and Xu indicates archery. By the Xia dynasty the name Xiao was used; by the Yin, that of Xu; and by the Zhou, that of Xiang. As to the Xue, they belonged to the three dynasties, and by that name. The object of them all is to illustrate the human relations. When those are thus illustrated by superiors, kindly feeling will prevail among the inferior people below. Should a real sovereign arise, he will certainly come and take an example from you; and thus you will be the teacher of the true sovereign. It is said in the Book of Poetry, "Although Zhou was an old country, It received a new destiny." That is said with reference to king Wen. Do you practise those things with vigour, and you also will by them make new your kingdom.' The duke afterwards sent Bi Zhan to consult Mencius about the nine-squares system of dividing the land. Mencius said to him, 'Since your prince, wishing to put in practice a benevolent government, has made choice of you and put you into this employment, you must exert yourself to the utmost. Now, the first thing towards a benevolent government must be to lay down the boundaries. If the boundaries be not defined correctly, the division of the land into squares will not be equal, and the produce available for salaries will not be evenly distributed. On this account, oppressive rulers and impure ministers are sure to neglect this defining of the boundaries. When the boundaries have been defined correctly, the division of the fields and the regulation of allowances may be determined by you, sitting at your ease. Although the territory of Teng is narrow and small, yet there must be in it men of a superior grade, and there must be in it country-men. If there were not men of a superior grade, there would be none to rule the country-men. If there were not country-men, there would be none to support the men of superior grade. I would ask you, in the remoter districts, observing the nine-squares division, to reserve one division to be cultivated on the system of mutual aid, and in the more central parts of the kingdom, to make the people pay for themselves a tenth part of their produce. From the highest officers down to the lowest, each one must have his holy field, consisting of fifty mu. Let the supernumerary males have their twenty-five mu. On occasions of death, or removal from one dwelling to another, there will be no quitting the district. In the fields of a district, those who belong to the same nine squares render all friendly offices to one another in their going out and coming in, aid one another in keeping watch and ward, and sustain one another in sickness. Thus the people are brought to live in affection and harmony. A square li covers nine squares of land, which nine squares contain nine hundred mu. The central square is the public field, and eight families, each having its private hundred mu, cultivate in common the public field. And not till the public work is finished, may they presume to attend to their private affairs. This is the way by which the country-men are distinguished from those of a superior grade. Those are the great outlines of the system. Happily to modify and adapt it depends on the prince and you.'
